Revit 2023 API
GroupTypeId.Data Property
 "Data"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId Data { get; }
Visual Basic
Public Shared ReadOnly Property Data As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Data {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace